taskt/Core/Automation/Commands/ListGroup/GetListIndexFromValueCommand.dot
digraph "GetListIndexFromValueCommand" {
"GetListIndexFromValueCommand" -> "AListGetFromValueCommands";
"AListGetFromValueCommands" -> "AListGetFromListCommands";
"AListGetFromValueCommands" -> "IListGetFromValueProperties";
"AListGetFromListCommands" -> "AListInputListCommands";
"AListGetFromListCommands" -> "IListGetFromListProperties";
"AListInputListCommands" -> "ScriptCommand";
"AListInputListCommands" -> "IListProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
